/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (残り +%2$d 項目)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "アーカイブ“%2$@”から“%1$@”を展開できませんでした：%3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "アーカイブ“%2$@”から“%1$@”のリソースフォークを展開できませんでした：\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "デフォルトエンコーディング";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "自動的に検出";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "展開";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "アーカイブを展開";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "\"%@\"を展開中";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "\"%@\"の展開を準備中";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "選択";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "展開するファイルを選択";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "The Unarchiverで“%@”のコンテンツを展開できません。";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "“%1$@”のコンテンツを展開中に問題が起きました：%2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "“%1$@”のコンテンツを読み出す際に問題が起きました：%2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "展開";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "“%@”を開くにはアーカイブパスワードを入力してください。";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "The Unarchiverはどこでアーカイブを展開する必要がありますか。";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "常に同じフォルダに展開しますか。それとも、毎回展開先を確認しますか。";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "毎回確認する";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "同じフォルダに展開";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiverは展開したファイルを選択したフォルダに保存するための許可が必要です。認証するには、“展開”をクリックしてください。";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiverはこの場所にある選択中のアーカイブの他の部分を検索するための許可が必要です。認証するには、“検索”をクリックしてください。";

/* Panel OK button title when searching for more archive parts */
"Search" = "検索";

/* Check for updates menu item */
"Check for Updates…" = "アップデートを確認...";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "アーカイブファイルが不完全です";
"Opening file failed" = "ファイルを開けませんでした";
"Missing or wrong password" = "入力されたパスワードが正しくありません";
"Wrong checksum" = "アーカイブファイルが壊れています";
"Could not create directory" = "フォルダを作成できませんでした";

/* Uncommon or unused errors */
"Unknown error" = "不明なエラー";
"Failed to write to file" = "ファイルに書き込めませんでした";
"Function called with illegal parameters" = "不正なパラメータによる関数呼び出しです";
"Not enough memory available" = "利用できるメモリが不十分です";
"Data is corrupted" = "データが壊れています";
"File is not fully supported" = "ファイルが完全にサポートされていません";
"Required resource missing" = "必要なリソースが見つかりません";
"Error on decrunching" = "展開時にエラーが起きました";
"Unknown file type" = "不明なファイルタイプ";
"File, disk has been skipped" = "ファイル、ディスクがスキップされました";
"User cancelled extraction" = "ユーザが展開をキャンセルしました";
"File already exists" = "ファイルがすでに存在します";
"Verify failed (disk hook)" = "検証できませんでした (disk hook)";
"Wrong drive geometry" = "ドライブジオメトリが誤っています";
"Unknown data format" = "不明なデータフォーマット";
"Source contains no files" = "ソースにファイルが含まれていません";
"Unknown filesystem" = "不明なファイルシステム";
"Name of file exists as directory" = "ファイル名がディレクトリとして存在します";
"Buffer was too short" = "バッファが短すぎます";
"Text encoding was defective" = "テキストエンコーディングに問題があります";
"Could not create symlink" = "シンボリックリンクを作成できませんでした";

"AlertTitle_SetFileTypeAssociationAppStore" = "The Unarchiverを選択中のファイルタイプのデフォルトAppとして設定することを検討してください。";
"AlertDescription_SetFileTypeAssociationAppStore" = "ファイルのコンテクストメニューから“情報を見る”をクリックし、“このアプリケーションで開く：”からThe Unarchiverを選択してください。これをを類似しているすべてのアーカイブに適用するには、“すべてを変更…”をクリックしてください。";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "必要であれば、選択中のファイルタイプのデフォルトAppとして別のアプリケーションを選択してください。";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "ファイルのコンテクストメニューから“情報を見る”をクリックし、“このアプリケーションで開く：”から使用したいアプリケーションを選択してください。これをを類似しているすべてのアーカイブに適用するには、“すべてを変更…”をクリックしてください。";

/* About window */
"Standalone" = "スタンドアロン";

/* Extracted view */
"extracted" = "展開されました";
